export default {
  projections: {
    УсловиеE: {
      наименование: {
        __caption__: 'Наименование'
      },
      видПоддержки: {
        __caption__: 'Вид поддержки',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    УсловиеL: {
      наименование: {
        __caption__: 'Наименование'
      },
      видПоддержки: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    видПоддержки: {
      __caption__: 'Вид поддержки'
    }
  }
};
